const Home = () => {
  return (
    <div className="home">
      <h1 className="title">Екзамен</h1>
      <p>
        Розширити існуючий проєкт &apos;Світлофор&apos;, який був створений під
        час семестрової роботи, додавши компонент &aposПішохідний
        світлофор&apos. Основні завдання: <br />
        1. Створіть новий компонент PedestrianTrafficLight, який буде відображати
        два стани: &aposЧекай&apos (червоне світло) та &aposЙди&apos (зелене
        світло). <br /> 
        2. Компонент повинен змінювати свій стан автоматично кожні 10
        секунд, або за допомогою кнопки, яку може натиснути користувач. <br />
        3. Забезпечте синхронізацію між автомобільним та пішохідним світлофорами. <br />
        4. Пішохідне світло має бути &aposЧекай&apos, коли автомобільний світлофор
        показує зелене світло. <br /> 
        5. Додайте логіку, яка блокуватиме кнопку пішохідного світлофора, коли активне зелене світло автомобільного
        світлофора. <br /> 
        6. Оновіть UI так, щоб він візуально представляв обидва
        світлофори (автомобільний і пішохідний). <br /> 
        7.Забезпечте чітке відображення поточного стану світлофорів та кнопки для зміни стану пішохідного
        світлофора. <br /> 
        8. Реалізувати можливість роботи з сервером
      </p>
    </div>
  );
};

export default Home;
